benchmark/txt_reports/pyfastapi/result_parse_url_2m_0.bin.txt
Requests      [total, rate, throughput]         10043272, 83693.92, 83666.81
Duration      [total, attack, wait]             2m0s, 2m0s, 38.887ms
Latencies     [min, mean, 50, 90, 95, 99, max]  97.6µs, 1.011ms, 814.354µs, 1.587ms, 1.836ms, 2.565ms, 79.045ms
Bytes In      [total, mean]                     148479684, 14.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:10043272  
Error Set: