benchmark/txt_reports/pyfastapi/result_parse_url_2m_8367.bin.txt
Requests      [total, rate, throughput]         1004033, 8367.02, 8367.01
Duration      [total, attack, wait]             2m0s, 2m0s, 103.041µs
Latencies     [min, mean, 50, 90, 95, 99, max]  65µs, 218.629µs, 156.375µs, 352.865µs, 460.634µs, 692.436µs, 28.612ms
Bytes In      [total, mean]                     14843589, 14.78
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1004033  
Error Set: