benchmark/txt_reports/pyfastapi/result_post_2m_0.bin.txt
Requests      [total, rate, throughput]         10297265, 85810.54, 85810.14
Duration      [total, attack, wait]             2m0s, 2m0s, 566.92µs
Latencies     [min, mean, 50, 90, 95, 99, max]  86.34µs, 959.508µs, 764.71µs, 1.467ms, 1.695ms, 2.374ms, 72.532ms
Bytes In      [total, mean]                     339809745, 33.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:10297265  
Error Set: