benchmark/txt_reports/pyfastapi/result_post_2m_8581.bin.txt
Requests      [total, rate, throughput]         1029721, 8581.04, 8581.03
Duration      [total, attack, wait]             2m0s, 2m0s, 114.13µs
Latencies     [min, mean, 50, 90, 95, 99, max]  64.71µs, 258.905µs, 173.995µs, 424.656µs, 525.01µs, 758.702µs, 32.299ms
Bytes In      [total, mean]                     33980793, 33.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1029721  
Error Set: