benchmark/txt_reports/pyfastapi/result_raw_json_2m_0.bin.txt
Requests      [total, rate, throughput]         10529137, 87742.83, 87721.24
Duration      [total, attack, wait]             2m0s, 2m0s, 29.534ms
Latencies     [min, mean, 50, 90, 95, 99, max]  86.76µs, 920.804µs, 732.81µs, 1.443ms, 1.671ms, 2.31ms, 81.437ms
Bytes In      [total, mean]                     336932384, 32.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:10529137  
Error Set: