benchmark/txt_reports/pyfastapi/result_raw_json_2m_8772.bin.txt
Requests      [total, rate, throughput]         1052636, 8772.01, 8772.00
Duration      [total, attack, wait]             2m0s, 2m0s, 114.16µs
Latencies     [min, mean, 50, 90, 95, 99, max]  62.13µs, 258.63µs, 173.058µs, 423.375µs, 524.227µs, 761.062µs, 29.51ms
Bytes In      [total, mean]                     33684352, 32.00
Bytes Out     [total, mean]                     0, 0.00
Success       [ratio]                           100.00%
Status Codes  [code:count]                      200:1052636  
Error Set: